"command.import" = "Import Music…";
"command.library" = "Library";
"command.verify" = "Verify Library";
"command.playback" = "Playback";
"command.automaticUpsampling" = "Automatic Upsampling up to 384 kHz";
"sidebar.library" = "Library";
"sidebar.integrity" = "Integrity";
"sidebar.processing" = "Audio Processing";
"sidebar.songs" = "Songs";
"sidebar.albums" = "Albums";
"sidebar.artists" = "Artists";
"sidebar.recent" = "Recently Added";
"sidebar.attention" = "Needs Attention";
"sidebar.effects" = "Effects";
"sidebar.trackCount" = "%d tracks";
"library.search" = "Title, artist, or album";
"library.visibleCount" = "%d tracks shown";
"column.title" = "Title";
"column.artist" = "Artist";
"column.album" = "Album";
"column.duration" = "Time";
"column.health" = "File";
"status.importing" = "Copying and verifying files…";
"status.verifying" = "Recomputing file checksums…";
"status.recoveredManifest" = "The primary catalog was unreadable. Ongaku loaded the previous verified catalog backup.";
"status.recoveredImports" = "Recovered %d interrupted imports and verified their files.";
"status.importRecoveryIssues" = "%d interrupted imports could not be recovered safely. Their files were not added to the library.";
"import.duplicate" = "An identical file is already managed by this library.";
"import.issueCount" = "%d files need review.";
"metadata.unknownArtist" = "Unknown Artist";
"metadata.unknownAlbum" = "Unknown Album";
"health.verified" = "Verified";
"health.unchecked" = "Not verified";
"health.missing" = "Missing";
"health.changed" = "File changed";
"health.unreadable" = "Unreadable";
"track.play" = "Play";
"player.pause" = "Pause";
"track.reveal" = "Show in Finder";
"empty.library.title" = "No managed music yet";
"empty.library.body" = "Import audio files. Ongaku copies each file into managed storage and verifies it before adding it to the library.";
"empty.filtered.title" = "No matching tracks";
"empty.filtered.body" = "Change the search or choose another library section.";
"empty.clearSearch" = "Clear Search";
"inspector.title" = "Details";
"inspector.empty.title" = "Select a track";
"inspector.empty.body" = "File integrity and storage details appear here.";
"inspector.integrity" = "File integrity";
"inspector.verified" = "Last verified";
"inspector.file" = "Managed file";
"inspector.size" = "Size";
"inspector.duration" = "Duration";
"player.idle" = "Nothing playing";
"player.chooseTrack" = "Double-click a track to play";
"player.upsamplingFormat" = "%@ → %@";
"player.outputFormat" = "Output %@";
"player.upsamplingHelp" = "Ongaku automatically selects the highest compatible output rate up to 384 kHz. The original file is never modified.";
"album.songCount" = "%d songs";
"artist.summary" = "%d albums · %d songs";
"effect.simulation.name" = "Simulation";
"effect.body.name" = "Body";
"effect.exciter.name" = "Exciter";
"effect.gloss.name" = "Gloss";
"effect.opto_fet.name" = "OptoFET";
"effect.warm.name" = "Warm Sat";
"effect.space.name" = "Space";
"effect.equalizer.name" = "Equalizer";
"effect.simulation.description" = "It blends the acoustic characteristics and spatial depth typical of high-quality speakers with the original sound.";
"effect.body.description" = "Adds low-end weight and forward impact to the source.";
"effect.exciter.description" = "Layers brightness and harmonic sparkle lightly into the highs.";
"effect.gloss.description" = "Adds transparency and airy presence to the source.";
"effect.opto_fet.description" = "Dual-stage vocal control that combines fast peak taming with smooth optical leveling.";
"effect.warm.description" = "Layers soft harmonics and warmth into the source.";
"effect.space.description" = "Adds reverb and width to naturally expand the soundstage.";
"effect.equalizer.description" = "Providing musical and transparent tone shaping.";
"effect.high_quality_enhancement.name" = "High Quality Enhancement";
"effect.high_quality_enhancement.description" = "Restores presence and harmonic detail to compressed audio with a restrained enhancement stage.";
"effect.parameter.intensity" = "Intensity";
"effect.parameter.mode" = "Mode";
"effect.parameter.open_tone" = "Open Tone";
"effect.parameter.bass_boost" = "Bass Boost";
"effect.parameter.spatial" = "Spatial";
"effect.parameter.loudness" = "Loudness";
"effect.parameter.cabinet_resonance" = "Resonance of the cabinet";
"effect.parameter.weight" = "Weight";
"effect.parameter.punch" = "Punch";
"effect.parameter.frequency" = "Frequency";
"effect.exciter.mode.smooth" = "Smooth";
"effect.exciter.mode.open" = "Open";
"effect.exciter.open_tone.soft" = "Open Soft";
"effect.exciter.open_tone.bright" = "Open Bright";
"effect.maximizer.mode.tight" = "Tight";
"effect.maximizer.mode.rich" = "Rich";
"effect.parameter.clarity" = "Clarity";
"effect.parameter.air" = "Air";
"effect.parameter.harmonic" = "Harmonic Drive";
"effect.parameter.warmth" = "Analog Warmth";
"effect.parameter.peak" = "Peak";
"effect.parameter.level" = "Level";
"effect.parameter.drive" = "Drive";
"effect.parameter.tone" = "Tone";
"effect.parameter.flutter" = "Flutter";
"effect.parameter.amount" = "Amount";
"effect.parameter.size" = "Size";
"effect.parameter.pre_delay" = "Pre-Delay";
"effect.parameter.damping" = "Damping";
"effect.bbe.name" = "Maximizer";
"effect.bbe.description" = "Enhances low-end punch and high-end clarity.";
"effect.parameter.material_hardness" = "Material Hardness";
"effect.parameter.material_metallic" = "Material Metallic";
"effect.parameter.lo_contour" = "Lo Contour";
"effect.parameter.process" = "Process";
"effect.parameter.hpf" = "HPF";
"effect.parameter.lf_gain" = "LF Gain";
"effect.parameter.lf_freq" = "LF Freq";
"effect.parameter.hf_gain" = "HF Gain";
"effect.parameter.hf_freq" = "HF Freq";
"effect.parameter.lmf_gain" = "LMF Gain";
"effect.parameter.lmf_freq" = "LMF Freq";
"effect.parameter.lmf_q" = "LMF Q";
"effect.parameter.lmf_focus" = "LMF Focus";
"effect.parameter.hmf_gain" = "HMF Gain";
"effect.parameter.hmf_freq" = "HMF Freq";
"effect.parameter.hmf_q" = "HMF Q";
"effect.parameter.hmf_focus" = "HMF Focus";
"effect.parameter.trim" = "Trim";
"effect.parameter.mc901" = "Hybrid";
"effects.mode" = "Effect mode";
"effects.tab.basic" = "BASIC";
"effects.tab.pro" = "Pro";
"effects.tab.off" = "OFF";
"effects.enabledCount" = "%d of %d effects enabled";
"effects.enabledShort" = "%d active";
"effects.basicExplanation" = "One restrained enhancement stage for quick source restoration.";
"effects.proExplanation" = "Build a signal chain with individual acoustic processors.";
"effects.offExplanation" = "Bypass the complete effect chain without changing its settings.";
"effects.bypassedTitle" = "Effects are off";
"effects.bypassedBody" = "The original signal passes through unchanged. Choose BASIC or Pro to restore your saved settings.";
"effects.knobHint" = "Drag around the dial or use the arrow keys. Double-click to reset.";
"effects.toggleHint" = "Press to switch between the two positions.";
"effects.reset" = "Reset parameters";
"effects.enable" = "Enable effect";
"effects.disable" = "Disable effect";
"effects.on" = "On";
"effects.off" = "Off";
"settings.storage.title" = "Music Storage";
"settings.storage.subtitle" = "Choose where Ongaku keeps verified managed copies.";
"settings.storage.location" = "Managed music folder";
"settings.storage.choose" = "Choose Folder…";
"settings.storage.automatic" = "Use Automatic Location";
"settings.storage.source.appleMusic" = "Automatically loaded from Apple Music settings";
"settings.storage.source.default" = "Using Ongaku's default Application Support location";
"settings.storage.source.custom" = "Using your selected location";
"settings.storage.safetyNote" = "New imports are stored here. Existing managed files stay in their verified locations, so changing this setting never moves or overwrites them.";
"status.storageChanged" = "The storage location for new imports was updated.";
"settings.sidebar.general" = "General";
"settings.sidebar.storage" = "Storage";
"settings.general.title" = "General";
"settings.general.subtitle" = "Choose how Ongaku appears and behaves.";
"settings.language.title" = "Display language";
"settings.language.description" = "Select the language used for menus, labels, and messages.";
"settings.language.system" = "System Default";
"settings.language.immediateNote" = "Language changes are applied immediately to Ongaku windows and menus.";
"settings.appearance.title" = "Appearance";
"settings.appearance.description" = "Choose a light or dark appearance, or follow the Mac setting.";
"settings.appearance.system" = "System";
"settings.appearance.light" = "Light";
"settings.appearance.dark" = "Dark";
"miniPlayer.show" = "Switch to Mini Player";
"miniPlayer.restore" = "Return to Full Player";
"miniPlayer.progress" = "Playback progress";
"miniPlayer.volume" = "Volume";
